hashicorp.terraform
yzhang.markdown-all-in-one
eamodio.gitlens
redhat.vscode-yaml
hediet.vscode-drawio
amazonwebservices.aws-toolkit-vscode
editorconfig.editorconfig
github.vscode-github-actions
ms-python.python
ms-python.vscode-pylance
